package lesson_1;

public class HomeTaskLesson1 {
    /**
    Урок 1. Домашнее задание

        1. Написать программу, которая выводит на экран приветствие вашего друга
        2. Написать программу, которая построчно выведет дальнейший план работы
            На экране должно быть выведено:
                Основы Java

                1. Примитивы, строки
                2. if/else, swich/case, тернарный оператор
                3. while, do-while, for, for-each, break, continue
                4. Массивы

        3. Написать программу, которая выводит на экран 3 строки:
            1. Текущий раздел - основы Java
            2. Следующий раздел - ООП
            3. Параллельно изучаем Андроид-разработку

        4. Написать программу, которая выводит название сред разработки,
            которые я показывал на вебинаре, а затем, название среды разработки,
            в которой вы работаете.
            Формат вывода:
            Раф показывал <...все среды разработки, которые я показывал>
            Я выбрал для себя <среда разработки, в которой вы работаете сейчас>

     */
}
